Repository: GNOME/gnome-news
Catalog: po/*.po
Languages: ta

source: About News
ta: பற்றி

source: News
ta: செய்திகள்

source: Feed Reader
ta: ஊட்டம் படிப்பான்

source: GNOME News can be used to read news.
ta: செய்திகளை வாசிக்க ஜினோம் செய்திகள் பயன்படுத்து.

source: Feed reader for GNOME
ta: ஜினோமுக்கான ஊட்டம் படிப்பான்

source: Window size
ta: சாளரத்தின் அளவு

source: Window size (width and height).
ta: சாளரத்தின் அளவு (அகலம் மற்றும் உயரம்)

source: Window position
ta: சாளரத்தின் நிலை

source: Window position (x and y).
ta: சாளரத்தின் நிலை ( x மற்றும் y) .

source: Window maximized
ta: சாளரம் பெரிதாக்கப்பட்டது

source: Window maximized state.
ta: சாளரம் பெரிதாக்கப்பட்ட நிலை.

source: No Results Found
ta: முடிவுகள் ஏதும் இல்லை

source: Try a different search
ta: வேறொரு தேடலை முயற்சிக்கவும்

source: No Starred Articles Found
ta: நட்சத்திரமிடப்பட்ட கட்டுரைகள் எதுவும் இல்லை

source: You can see your starred articles after marking them
ta: நீங்கள் குறியிடப்பட்ட பிறகு உங்கள் நட்சத்திரமிடப்பட்ட கட்டுரைகளைக் காணலாம்

source: No Feed Subscription Found
ta: ஊட்ட சந்தா ஏதும் இல்லை

source: You can subscribe to feeds using the “+” button
ta: "+" பொத்தானைப் பயன்படுத்தி ஊட்டங்களுக்கு நீங்கள் பதிவு செய்யலாம்

source: Add a new feed
ta: ஒரு புதிய ஊட்டத்தைச் சேர்

source: Enter feed address to add
ta: ஊட்ட முகவரியை சேர்க்க உள்ளீடு செய்

source: Add
ta: சேர்

source: You are already subscribed to that feed!
ta: அந்த ஊட்டத்திற்கு ஏற்கனவே நீங்கள் பதிவு செய்துள்ளீர்கள்!

source: Select All
ta: அனைத்தையும் தேர்வு செய்

source: Select None
ta: எதுவும் இல்லையென தேர்வு செய்

source: Click on items to select them
ta: உருப்படிகளைத் தேர்ந்தெடுக்க அதன் மேல் சொடுக்கவும்

source: Mark this article as starred
ta: இந்த கட்டுரையை நட்சத்திரமாகக் குறிக்கவும்

source: Search
ta: தேடு

source: Select
ta: தேர்ந்தெடு

source: Back
ta: திரும்பு

source: Searching for “%s”
ta: "%s"-க்கான தேடல்

source: This article was already read
ta: இந்த கட்டுரை ஏற்கனவே வாசிக்கப்பட்டது

source: New
ta: புதிய

source: Feeds
ta: ஊட்டங்கள்

source: Unknown feed
ta: தெரியாத ஊட்டம்

source: Starred
ta: நட்சத்திரமிடப்பட்டது
